[
    {
        "title": "Writing a Thesis: 5 Steps to Success",
        "description": "Lets face it. Writing a thesis is a huge undertaking. It requires time, effort, and hard work that will likely challenge you in ways you have not yet experienced as an undergraduate student. But at the end of the process, the feeling of pride and witnessing your achievement come to life is more than worth the work it takes to get there. As I look back (fondly) on my experience in the ONeill Honors Program, I have compiled a list of my five biggest pieces of advice to guide you through this process.It sounds obvious, maybe even a little cheesy, but its true. Pick a topic you are passionate about, and the work wont feel like work at all (maybe thats a stretch, but the work will at least be a lot more interesting!). The best thing about the Honors Thesis program is how much freedom there is in choosing what to write about. My fellow classmates wrote about topics ranging from environmental concerns to voter apathy, to combating food insecurity, and everything in between. The sky is truly the limit when it comes to choosing a topic, but you will spend more time researching that topic than you ever have before, so it is incredibly important to pick one that you will retain an interest in throughout two semesters. Though the thesis writing process is split into two semesters, time truly flies by, especially in semester 2 when you are writing the actual paper. In the first semester, I recommend creating good time management skills to get you used to setting aside time for your thesis. This could look like a small amount of time each day researching your topic, working on the literature review, or anything that has to do with the thesis process. By getting into a regular routine of working on the thesis, you will set yourself up for success when the writing process begins.",
        "image": "https: //finishyourthesis.com/wp-content/uploads/2019/01/perfectionism-in-your-thesis-1536x907.jpg"
    },
    {
        "title": "Tips and Tricks from a (former) Thesis Writer",
        "description": "You’ve got to be able to communicate with your professor and your advisors.  Don’t spend too much time overthinking emails or hesitating on whether you should contact someone.  I guarantee most academics are not thinking about it as much as you are.  In fact, it’s likely they won’t see or respond to your email at all. So, don’t waste your time worrying about the perfect wording for an email—just type it out, read it over, and send it.  If you aren’t rude or over-demanding, most professors are more than willing to help.  And if they’re not, it’s probably not because of the language you used in an email.Similarly, communicate often once you have an advisor! If you have a meeting scheduled, but you can’t get your materials prepared, just let your advisor know.  They may want to reschedule, or plan an extra meeting that week to touch-bases again.  If your advisor says they’re going to send you something within 24 hrs, don’t be shy to email them after 32 and ask for an update.  It doesn’t hurt, as long as you’re generally friendly with good intentions.  (If you’re not, I don’t know why you’re reading this blog post.) Next, you’ve got to understand the limits of an undergraduate thesis.  You don’t have a budget (besides any personal money you’re willing to contribute, which for me was $0), and you have other classes, jobs, and obligations that demand your time.  Realistically, you probably can’t spend a lot of time collecting your own data (unless you’re using a Qualtrics survey or something like that).  If you’re not sure on your specific topic but have a general idea, I’d focus on looking at what data is easily available for use.  This will shape the kinds of analysis you’re able to do.  Also, talk with your instructor and see if they have any suggestions for professors who might be willing to help further clarify your research.  This is how I ended up connecting with my advisor, it absolutely saved my thesis.  My advisor brought her subject-area expertise to my general topic, and it completely shifted the approach I took to my paper for the better.",
        "image": "https://www.calltutors.com/blog/wp-content/uploads/2021/03/What-is-thesis-writing.png"
    },
    {
        "title": "In 5 months, you’ll be thanking yourself for this!",
        "description": "The most helpful thing that I Iearned throughout this process is that you cannot be afraid to ask for help. There are people who want to help you succeed, but you must be willing to reach out to them when you are struggling. The most obvious person that can help you throughout this process is your thesis advisor. It will be beneficial to find an advisor before V499 begins and start communicating with them as soon as possible. You will build a strong relationship with your advisor through frequent communication. My thesis advisor and I had bi-weekly meetings where we discussed my progress and discussed the things that I was struggling with. The meetings were only 30 minutes each week, but they were a key to my overall success. If you have a specific question about the thesis process, then ask your advisor sooner rather than later. At times, I would wait to ask a question because I thought that it “stupid”. I am here to assure you, that your questions are not “stupid”, so don’t be afraid to ask them!Additionally, when you are feeling stressed and overwhelmed, it can be extremely beneficial to talk with your peers. You might feel like you are behind in the process, but you will soon realize that your fellow classmates are right there with you. By talking to your peers, you will realize that you are not alone, and you will be reminded that you can do this. Lastly, talking to your V499 professor can be extremely helpful. If they can’t directly assist you, then they will put you in contact with someone with the resources to help you.At the start of this process, you will feel overwhelmed, and you might not know where to start, but you must get over that quickly because the semester will be gone in the blink of an eye. Start the process by reading. It’s that simple, as you start looking at the literature your wheels will start turning. Reading relevant literature will get you in to the research mindset. Once you find useful studies, start organizing them in folders that can be easily accessed in the future. I was NOT organized throughout the process, and I promise that you’ll thank yourself for staying organized.The next step is to write. Again, it’s that simple, just write! Throughout the semester, I was always stuck on perfection, but you do not have to be perfect. During the drafting stages, no one is expecting you to be perfect. Put your fingers to the keyboard and start typing! If you hit a wall, then go back to the literature for inspiration. These are the steps you should follow throughout the thesis writing process, and if you come up with questions along the way, you know the people that you can go to for help.Lastly, don’t doubt yourself! If I got through this process, then you can get through this process. This semester, you will encounter peaks and valleys, but there are people along the way that will help you through the terrain. If you find yourself at the bottom of a valley, then take a deep breath and remind yourself that this is just one part of the journey. I know that you will make it to the final peak, and you will be so thankful that you did! Believe in yourself and try to enjoy the journey. Best of luck: you’ve got this!",
        "image": "https://cdn.paperpile.com/guides/img/thesis-statement-how-long-400x400.png"
    },
    {
        "title": "You CAN do it all!",
        "description": "Congratulations on creating an O’Neill Honors thesis. From myself and all of the honors students who have gone before you, we are proud of you and believe in you. Chances are, you are a junior or senior as you begin this journey. Personally, I was a senior when I took the two honors courses. I am writing this post to tell you that you CAN do it all, especially during your senior year.At the start of the writing process, I was extremely overwhelmed, thinking that this thesis was going to take over my final year of college. In fact, some students do let it take over their entire academic year. They put studying for other classes on the back burner, spend their weekends analyzing their data, and miss out on fun evenings with their friends. If you choose to do that, that’s totally fine! However, you do NOT have to do that. Here are my tips to finish your thesis on time while still enjoying extracurricular activities, making memories with your friends, and studying for other classes.Make a writing schedule and stick to it. Act like your scheduled writing time is an actual class. Pick a computer lab or coffee shop to go to three times a week, and go there at the same time as if it is part of your iGPS plan. Try to avoid thinking about the thesis outside of this scheduled time.Set weekly goals. Create a table that includes columns of your writing schedule ad daily goals, and leave a checkmark box for your accomplishments. Each week decide what you are going to focus on and type it into the daily goals column. This will keep you accountable and provide a sense of achievement when you get to “check” off the task!Meet with your advisor regularly. Set up biweekly meetings at the beginning of the semester so that you and your advisor can block off your calendars early on. Then, you will have no excuse to miss a meeting with them.Find your data and analyze it early. Be proactive with the data and methods section. Set aside a couple of weeks to focus on the data, and do not worry about writing or meeting a word count goal. If you encounter a challenge, address it with your advisor immediately rather than waiting and trying to figure it out alone.Be proud of yourself. At the end of the day, this is a massive accomplishment. You were selected to join this program in a college of thousands of students. Although it is often hard for us O’Neill students, you can put humbleness aside and recognize how big of a deal this is! Own it.Ultimately, this experience is what you make of it. I want you to know that you do not have to put aside making memories with your classmates and friends during your senior year for the sake of your thesis. By utilizing time management, weekly goals, and treating your writing schedule as if it is a class, you can still enjoy your weekends and evenings and focus on other areas of your undergraduate career. Your thesis will be well worth it, and the feeling of accomplishment once you finish will be invaluable. Best of luck!Sophia Osterberg is a senior studying Environmental Management with minors in Law and Public Policy and Spanish. Since joining the O’Neill School and becoming a student in the Undergraduate Honors Program, Sophia has been fascinated by the global diversity of policymaking and grew a passion for climate change responses. Her thesis combines both of her interests as she attempts to answer the question, “How does the level of democracy in a nation’s government contribute to its environmental performance?” After graduating from Indiana University in the spring of 2023, Sophia will continue her enthusiasm for environmental policy by working in Washington, D.C. as a government consultant in the energy and environment sector.",
        "image": "https://www.aimlay.com/wp-content/uploads/2022/06/format-of-a-thesis-paper-2.jpg"
    },
    {
        "title": "Pretend the Deadlines Are Always Yesterday",
        "description": "Close your eyes and imagine… it’s 11:58pm you are anxiously hovering over your laptop attempting to find the submission page for your assignment on Canvas. You just spent the last 3 hours frantically writing nonstop, with little to no time to reread or edit your work. You word-vomited 5,000 words onto the page. Phew, at least you have something.Flash forward one minute to 11: 59pm, you welcome yourself back to reality. Psych! Your paper wasn’t actually due tonight, but you celebrate having successfully cranked out 20 pages in 3 hours.While that example will hopefully be an exaggeration, it is really important to put a bit of pressure on yourself early. As the semester comes to an end, you will have so many other events, activities, and assignments to do, and nothing will feel better than not having your thesis on that to-do list. So get ahead early!The hardest part of writing a great paper is writing the paper. Though you can’t edit and revise without having an actual paper, editing and revising take significantly less intentionality and emotional labor. You can even have your peers help you edit and revise, but only YOU can write your paper. So when getting the words on the page is the hardest part, gaslight yourself and settle into the panicked state of submitting a paper last-minute. Write like you are cramming the assignment, just get it all down on the paper you’ll have plenty of time to review and revise, but it’s MUCH easier to edit when you have something to edit. Entering the thesis writing process with the urgency and mentality of crunching deadlines will aid in front-loading the work for your paper. By pretending the deadlines are earlier than they actually are, you will find yourself just as productive as you are last-minute, but earlier. The urgency of pushing deadlines can also be extremely beneficial when collaborating with external constituents. If you are relying on advisors, interviewees, or other data collection methods, communicating with urgency and crafting communications that imply impending deadlines, will often result in external constituents being much more punctual and reliable when providing you assistance or resources. When it comes to writing, it is always mind over matter. So do what is best for you, but from personal experience, pretending the deadlines are closer than they are will consistently keep you ahead of schedule. Overall though, when it comes to deadlines, it’s always best to stay on your toes and be proactive!  Happy writing!",
        "image": "https://5.imimg.com/data5/QZ/PT/MZ/SELLER-606011/thesis-writing-services.jpg"
    }
]